Repository: wp-plugins/xili-re-un-attach-media
Catalog: languages/xili_re_un_attach_media-*.po
Languages: de_de, fr_fr

source: You are not allowed to edit this post.
de_de: Sie besitzen nicht die erforderliche Berechtigung um diesen Beitrag zu bearbeiten.
fr_fr: Désolé, vous n&rsquo;avez pas l&rsquo;autorisation de modifier cet élément.

source: Attach
de_de: Verknüpfen
fr_fr: Joindre

source: Unattach
de_de: Verknüpfung aufheben
fr_fr: Séparer

source: Reattach
de_de: Verknüpfung ändern
fr_fr: Joindre à nouveau

source: Attachment infos
de_de: Informationen zur Verknüpfung
fr_fr: Détails du fichier attaché

source: Attached to:
de_de: Verknüpft mit:
fr_fr: Attaché à :

source: Y/m/d
de_de: Jahr/Monat/Tag
fr_fr: d/m/Y

source: (Unattached)
de_de: (nicht verknüpft)
fr_fr: (non attaché)

source: Docs about xili re/un-attach media
de_de: Dokumentation zu xili-re/un-attach Media
fr_fr: Docs à propos de xili re/un-attach media

source: Changelog tab of xili re/un-attach media
de_de: Änderungsprotokoll Reiter von xili-re/un-attach Media
fr_fr: Onglet Changelog (Historique) de xili re/un-attach media

source: xili re/un-attach media updated
de_de: xili-re/un-attach Media aktualisiert
fr_fr: xili re/un-attach media mis à jour

source: xili re/un-attach media was updated to version %s
de_de: xili-re/un-attach Media wurde auf Version %s aktualisiert
fr_fr: xili re/un-attach media a été mis à jour en version %s

source: This version %s improves Media (file) Library page by adding actions in File column of the list. See Help tab on top right and also %s.
de_de: Die Version %s erweitert die Medien Bibliothek um zusätzliche Aktionen. Bitte lesen sie hierzu die "Hilfe" oben rechts sowie %s.
fr_fr: Cette version %s ajoute des actions possibles sur cette page ‘Bibliothèque de médias’ dans la colonne fichier de la liste. Voir l’onglet ‘Aide’ en haut à droite et aussi %s.

source: xili re/un-attach media metabox
fr_fr: Infos par xili re/un-attach media

source: In this metabox, find infos about the attached post (title, date) and action links to manage the attachment (Attach, Unattach, Reattach)!
fr_fr: Dans cette fenêtre (metabox), trouver les infos sur l'article attaché (titre, date) et les actions pour gérer l'attache (Attacher, détacher, ré-attacher) !

source: About the new actions reattach and unattach actions for media by %s
de_de: Über die neuen Aktionen "Verknüpfung ändern" und "Verknüpfung aufheben" für Medien von %s
fr_fr: A propos des nouvelles actions (Joindre à nouveau, Séparer) ajoutées par l'extension %s

source: One or two new actions are added in column file after View action:
de_de: Ein oder zwei neue Aktionen werden der Spalte "Datei" in der Medienübersicht hinzugefügt:
fr_fr: Une ou deux actions sont ajoutées dans la colonne fichier après celle ‘Afficher’ :

source: Attach if the media (file) is not attached to a post.
de_de: Verknüpfen falls die Mediendatei mit keinem Beitrag verknüpft ist.
fr_fr: Joindre si ce média (fichier) n'est pas attaché à un article (ou une page).

source: Unattach if the media (file) is attached to a post and you want to unlink this media from the post.
de_de: Verknüpfung aufheben falls die Mediendatei mit einem Beitrag verknüpft ist und diese Verknüpfung aufgehoben werden soll.
fr_fr: Séparer si le média (fichier) est joint à un article et que vous souhaitez le délier de cet article.

source: Reattach if you want to change the post with which the media is yet attached.
de_de: Verknüpfung ändern falls die derzeitige Verknüpfung verändert werden soll.
fr_fr: Joindre à nouveau si vous souhaitez changer l'article (ou la page) avec lequel le média est lié actuellement.

source: Re/un-attach Actions
de_de: Verknüpfungsaktionen
fr_fr: Actions Joindre / Séparer
